tap 'caskroom/cask'
tap 'go-delve/delve'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'phinze/cask'
tap 'rcmdnk/file'
tap 'sanemat/font'
cask 'java'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'boost'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'ctags'
brew 'zeromq'
brew 'czmq'
brew 'git'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'rbenv'
brew 'fontforge'
brew 'gnu-sed'
brew 'go'
brew 'go-delve/delve/delve'
brew 'gradle'
brew 'lua'
brew 'highlight'
brew 'hub'
brew 'libsodium'
brew 'mas'
brew 'mercurial'
brew 'stress'
brew 'tig'
brew 'tree'
brew 'tmux'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'xerces-c'
brew 'rcmdnk/file/brew-file'
brew 'sanemat/font/ricty'
cask 'Caskroom/cask/microsoft-azure-storage-explorer'
brew 'azure-cli'
cask 'appcleaner'
cask 'atom'
cask 'dash'
cask 'dropbox'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'kindle'
cask 'skitch'
cask 'visual-studio-code'
mas 'Alfred', id: 405843582
mas 'Xcode', id: 497799835
mas 'EchofonLite', id: 403858460
mas 'Keynote', id: 409183694
mas 'iPhoto', id: 408981381
mas 'SketchBook', id: 863486266
mas 'Free Fonts', id: 647697434
mas 'Wunderlist', id: 410628904
mas 'Slack', id: 803453959
mas 'Pages', id: 409201541
mas 'Twitter (4.2.4)', id: 409789998
mas 'LINE', id: 539883307
mas 'Quick Paint', id: 725186506
mas 'Kobito', id: 896624060
mas 'Electron APIs', id: 1119345146
mas 'Numbers', id: 409203825
