tap "argon/mas"
tap "ariga/tap"
tap "budougumi0617/lsas"
tap "bufbuild/buf"
tap "cj-bc/cj-bc"
tap "cue-lang/tap"
tap "earthly/earthly"
tap "go-delve/delve"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "goldeneggg/lsec2"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "k1low/tap"
tap "ktr0731/evans"
tap "ngrok/ngrok"
tap "osx-cross/avr"
tap "px4/px4"
tap "rcmdnk/file"
tap "sanemat/font"
tap "sqldef/sqldef"
tap "weaveworks/tap"
tap "ynqa/tap"
brew "ansible"
brew "antigen"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "autoconf"
brew "automake"
brew "boost"
brew "avrdude"
brew "awk"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "pixman"
brew "cairo"
brew "gcc"
brew "gflags"
brew "suite-sparse"
brew "circleci"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "node"
brew "corepack"
brew "coreutils"
brew "csshx"
brew "ctags"
brew "curl"
brew "libsodium"
brew "czmq"
brew "dbmate"
brew "dfu-programmer"
brew "direnv"
brew "displayplacer"
brew "docker"
brew "docker-credential-helper"
brew "docutils"
brew "dust"
brew "libtool"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "libevent"
brew "gnutls"
brew "emacs"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "numpy"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-secrets"
brew "go"
brew "glide"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "golangci-lint"
brew "sdl2_image"
brew "gource"
brew "gpgme"
brew "openjdk@17"
brew "gradle@7"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "helm"
brew "helmfile"
brew "lua"
brew "highlight"
brew "httpd"
brew "hub"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "jsonnet"
brew "lazygit"
brew "libmagic"
brew "libmatio"
brew "llvm"
brew "make"
brew "mas"
brew "md5sha1sum", link: false
brew "mecab"
brew "memcached", restart_service: true
brew "mercurial"
brew "mono", link: false
brew "mysql"
brew "protobuf"
brew "mysql@5.7"
brew "neovim"
brew "netcdf"
brew "nkf"
brew "node-build"
brew "node@18"
brew "node@20"
brew "nodenv"
brew "qt"
brew "vtk"
brew "opencv"
brew "openjdk@11"
brew "openslide"
brew "pcre"
brew "pdfcpu"
brew "peco"
brew "percona-toolkit"
brew "poppler"
brew "python@3.10"
brew "qt@5"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "semgrep"
brew "shellcheck"
brew "shtool"
brew "sops"
brew "starship"
brew "stern"
brew "stress"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "typescript"
brew "up"
brew "vim"
brew "vips"
brew "watch"
brew "wget"
brew "xerces-c"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "budougumi0617/lsas/lsas"
brew "bufbuild/buf/buf"
brew "cue-lang/tap/cue"
brew "earthly/earthly/earthly"
brew "goldeneggg/lsec2/lsec2"
brew "hashicorp/tap/terraform", link: false
brew "k1low/tap/octocov"
brew "k1low/tap/tbls"
brew "ktr0731/evans/evans"
brew "osx-cross/avr/avr-gcc@9"
brew "sqldef/sqldef/mysqldef"
brew "ynqa/tap/jnv"
cask "1password-cli"
cask "dbeaver-community"
cask "fig"
cask "meetingbar"
cask "mysql-shell"
cask "ngrok"
cask "qmk-toolbox"
cask "rancher"
cask "raycast"
cask "wezterm"
mas "BetterSnapTool", id: 417375580
mas "Drafts", id: 1435957248
mas "Goodnotes", id: 1444383602
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Mini Calendar", id: 1088779979
mas "TickTick", id: 966085870
mas "Toggl Track", id: 1291898086
vscode "1yib.rust-bundle"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "erik-rosengren.dark-candy"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.vscode-mysql"
vscode "genieai.chatgpt-vscode"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "ics.japanese-proofreading"
vscode "jakebathman.mysql-syntax"
vscode "jebbs.plantuml"
vscode "johnpapa.winteriscoming"
vscode "kevinrose.vsc-python-indent"
vscode "kumar-harsh.graphql-for-vscode"
vscode "magicstack.magicpython"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "pbkit.vscode-pbkit"
vscode "peterj.proto"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "taichi.vscode-textlint"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.codetour"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "wraith13.bracket-lens"
vscode "wuz.dank-neon"
vscode "yoavbls.pretty-ts-errors"
vscode "znck.vue"
vscode "zxh404.vscode-proto3"
