tap "argon/mas"
tap "ariga/tap"
tap "budougumi0617/lsas"
tap "bufbuild/buf"
tap "cj-bc/cj-bc"
tap "cue-lang/tap"
tap "earthly/earthly"
tap "go-delve/delve"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "goldeneggg/lsec2"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "k1low/tap"
tap "ktr0731/evans"
tap "osx-cross/avr"
tap "px4/px4"
tap "rcmdnk/file"
tap "sanemat/font"
tap "weaveworks/tap"
brew "antigen"
brew "aqua"
brew "aspell"
brew "autoconf"
brew "automake"
brew "boost"
brew "avrdude"
brew "awk"
brew "aws-iam-authenticator"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "bed"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "pixman"
brew "cairo"
brew "gflags"
brew "pkgconf"
brew "circleci"
brew "clang-format"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "csshx"
brew "ctags"
brew "curl"
brew "libsodium"
brew "czmq"
brew "go"
brew "dfu-programmer"
brew "direnv"
brew "dust"
brew "libevent"
brew "libidn2"
brew "gnutls"
brew "emacs"
brew "exa"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "libtool"
brew "fontforge"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "lua"
brew "highlight"
brew "htop"
brew "httpd"
brew "hub"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libgsf"
brew "libmagic"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "memcached", restart_service: :changed
brew "mercurial"
brew "python@3.10"
brew "mono", link: false
brew "protobuf"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "nkf"
brew "node"
brew "node-build"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openslide"
brew "pcre"
brew "peco"
brew "pnpm", link: false
brew "poppler"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "rustup"
brew "shellcheck"
brew "shtool"
brew "sops"
brew "starship"
brew "stern"
brew "stress"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "up"
brew "vim"
brew "vips"
brew "watch"
brew "wget"
brew "xerces-c"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ariga/tap/atlas"
brew "budougumi0617/lsas/lsas"
brew "bufbuild/buf/buf"
brew "cue-lang/tap/cue"
brew "earthly/earthly/earthly"
brew "golangci/tap/golangci-lint"
brew "goldeneggg/lsec2/lsec2"
brew "goreleaser/tap/goreleaser"
brew "k1low/tap/octocov"
brew "ktr0731/evans/evans"
brew "osx-cross/avr/avr-gcc@9"
brew "px4/px4/gcc-arm-none-eabi"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
cask "applite"
cask "cursor"
cask "deskpad"
cask "fig"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "wezterm"
vscode "1yib.rust-bundle"
vscode "3w36zj6.textlint"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.vscode-mysql"
vscode "genieai.chatgpt-vscode"
vscode "gera2ld.markmap-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "ics.japanese-proofreading"
vscode "jakebathman.mysql-syntax"
vscode "jebbs.plantuml"
vscode "kevinrose.vsc-python-indent"
vscode "kumar-harsh.graphql-for-vscode"
vscode "magicstack.magicpython"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "orta.vscode-jest"
vscode "pbkit.vscode-pbkit"
vscode "peterj.proto"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.codetour"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "wuz.dank-neon"
vscode "yoavbls.pretty-ts-errors"
vscode "znck.vue"
vscode "zxh404.vscode-proto3"
