tap "argon/mas"
tap "budougumi0617/lsas"
tap "caskroom/cask"
tap "cj-bc/cj-bc"
tap "go-delve/delve"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "goldeneggg/lsec2"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ktr0731/evans"
tap "osx-cross/avr"
tap "phinze/cask"
tap "px4/px4"
tap "rcmdnk/file"
tap "sanemat/font"
tap "weaveworks/tap"
brew "readline"
brew "ansible"
brew "antigen"
brew "aspell"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "awk"
brew "aws-iam-authenticator", link: false
brew "awscli", link: false
brew "azure-cli"
brew "bat"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "circleci"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "csshx"
brew "ctags"
brew "curl"
brew "czmq"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "direnv"
brew "elixir"
brew "emacs"
brew "exa"
brew "harfbuzz"
brew "libtool"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gawk", link: false
brew "gflags"
brew "ghq"
brew "git"
brew "git-secrets"
brew "glide"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "graphviz"
brew "kubernetes-helm"
brew "helmfile"
brew "lua"
brew "highlight"
brew "libevent"
brew "httpd"
brew "hub"
brew "hugo"
brew "jq"
brew "libmagic"
brew "libsodium"
brew "mas"
brew "mecab"
brew "memcached", restart_service: true
brew "mercurial"
brew "mono", link: false
brew "mysql@5.6"
brew "mysql@5.7", link: true
brew "neovim"
brew "nkf"
brew "node-build"
brew "opencv"
brew "openssl@1.1"
brew "peco"
brew "protobuf"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "shtool"
brew "sops"
brew "stern"
brew "stress"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "up"
brew "vim"
brew "watch"
brew "wget"
brew "xerces-c"
brew "zplug"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "budougumi0617/lsas/lsas"
brew "golangci/tap/golangci-lint"
brew "goldeneggg/lsec2/lsec2"
brew "ktr0731/evans/evans"
brew "osx-cross/avr/avr-gcc"
brew "px4/px4/gcc-arm-none-eabi"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
brew "weaveworks/tap/eksctl"
cask "phinze/cask/atom"
cask "phinze/cask/docker"
cask "phinze/cask/eclipse-java"
cask "phinze/cask/fastlane"
cask "phinze/cask/gimp"
cask "phinze/cask/gitify"
cask "phinze/cask/google-japanese-ime"
cask "phinze/cask/hammerspoon"
cask "phinze/cask/java"
cask "phinze/cask/keycastr"
cask "phinze/cask/kindle"
cask "phinze/cask/minikube"
cask "phinze/cask/mono-mdk"
cask "phinze/cask/ngrok"
cask "phinze/cask/postman"
cask "phinze/cask/powershell"
cask "phinze/cask/shiftit"
cask "phinze/cask/visual-studio-code"
cask "phinze/cask/xmind"
mas "Be Focused", id: 973134470
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 715768417
mas "Mini Calendar", id: 1088779979
mas "Numbers", id: 409203825
mas "Simplenote", id: 692867256
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
